Repository: ARSLRMP/consumables
Catalog: locales/*.po
Languages: fr_fr

source: Consumable request
fr_fr: Demande de consommables

source: This plugin requires GLPI >= 0.85
fr_fr: Ce plugin requiert GLPI >= 0.85

source: Order reference
fr_fr: Référence commande

source: Consumable validation
fr_fr: Validation des demandes de consommables

source: Type of event
fr_fr: Type d'événement

source: Consumable approver
fr_fr: Valideur de consommables

source: Consumable requester
fr_fr: Demandeur de consommables

source: Advanced
fr_fr: Avancé

source: Make a consumable request
fr_fr: Faire une demande de consommables

source: Make a consumable request for all users
fr_fr: Faire une demande de consommables pour tous les utilisateurs

source: Make a consumable request for my groups
fr_fr: Faire une demande de consommables pour mes groupes

source: Consumable
fr_fr: Consommable

source: Make a consumable request for users
fr_fr: Faire une demande de consommables pour les utilisateurs

source: Make a consumable request for groups
fr_fr: Faire une demande de consommables pour les groupes

source: Consumable request report
fr_fr: Rapport des demandes de consommables

source: Consumable requests history
fr_fr: Historique des demandes de consommables

source: Consumables request search
fr_fr: Recherche des demandes de consommables

source: Number
fr_fr: Nombre

source: Add to cart
fr_fr: Ajouter au panier

source: Cart
fr_fr: Panier

source: Consumable affected
fr_fr: Demande de consommable ajoutée

source: Please add consumables in cart
fr_fr: Veuillez ajouter des demandes de consommable dans la panier

source: Refuse
fr_fr: Refuser

source: Consumable %s validated
fr_fr: Demande de consommable %s validée

source: Not enough stock for consumable %s
fr_fr: Pas assez de stock pour le consommable %s

source: Consumable refused
fr_fr: Demande de consommable refusée

source: Consumables wizard
fr_fr: Assistant de demande de consommables
